Repository: mattyhead/chess-by-blog
Catalog: languages/rpbchessboard-*.po
Languages: pl_pl

source: Default aspect & behavior settings
pl_pl: Domyślne ustawienia

source: Compatibility with other chess plugins
pl_pl: Kompatybilność z innymi wtyczkami szachowymi

source: Q
pl_pl: H

source: R
pl_pl: W

source: B
pl_pl: G

source: N
pl_pl: S

source: Settings saved.
pl_pl: Ustawienia zapisano.

source: FEN diagram
pl_pl: Diagram FEN

source: PGN game
pl_pl: Partia PGN

source: RPB Chessboard allows you to typeset and display chess games and diagrams in the posts and pages of your WordPress blog, using the standard %1$sFEN%3$s and %2$sPGN%3$s notations.
pl_pl: RPB Chessboard umożliwia partii i diagramów szachowych we wpisach i na stronach WordPressa, używając standardowej notacji %1$sFEN%3$s i %2$sPGN%3$s

source: Ask for help
pl_pl: Zapytaj o pomoc

source: Report a problem
pl_pl: Zgłoś problem

source: If you encounter some bugs with this plugin, or if you wish to get new features in the future versions, you can report/propose them in the %1$sGitHub bug tracker%2$s.
pl_pl: Jeżeli pragniesz zgłosić błąd lub pomysł na nową funkcję w kolejnych wersjach programu, możesz to zrobić na: %1$sGitHub bug tracker%2$s.

source: Plugin version
pl_pl: Wersja wtyczki

source: Links
pl_pl: Linki

source: source code on GitHub
pl_pl: Kod źródłowy na GitHub

source: Author
pl_pl: Autor

source: Translation
pl_pl: Tłumaczenie

source: If you are interested in translating this plugin into your language, please %1$scontact the author%2$s.
pl_pl: Jeżeli jesteś zainteresowany przetłumaczeniem wtyczki na Twój język, skontaktuj się proszę na %1$scontact z autorem author%2$s.

source: License
pl_pl: Licencja

source: This plugin is distributed under the terms of the %1$sGNU General Public License version 3%3$s (GPLv3), as published by the %2$sFree Software Foundation%3$s. The full text of this license is available at %4$s. A copy of this document is also provided with the plugin source code.
pl_pl: Wtyczka jest rozpowszechniaia na licencji %1$sGNU General Public License version 3%3$s (GPLv3), mającej swe źródło w %2$sFree Software Foundation%3$s. Pełny zapis licencji znajduje się pod adresem %4$s. Kopia tego dokumentu jest również dołączona do kodu źródłowego wtyczki.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
pl_pl: Ten program jest rozpowszechniany w nadzieji, że będzie przydtany i użyteczny, jednakże BEZ JAKIEJKOLWIEK GWARANCJI; w tym bez gwarancji poprawnego działania. Zapoznaj się z licencją GNU General Public License, aby dowiedzieć się więcej.

source: By default, the RPB Chessboard plugin use the %1$s[fen][/fen]%2$s and %1$s[pgn][/pgn]%2$s tags for FEN diagrams and PGN games. However, this behavior causes conflicts with other WordPress plugins (typically chess plugins) that use the same tags. The compatibility modes are provided to avoid those conflicts.
pl_pl: Domyślnie wtyczka RPB Chessboard używa tagów 1$s[fen][/fen]%2$s i %1$s[pgn][/pgn]%2$s dla diagramów zapisanych w formacie FEN i partii szachowych zapisanych w formacie PGN. Może to jednak powodować konflikty z innymi wtyczkami (przede wszystkim szachowymi), które też używają tych tagów. Tryb kompatybilności zapobiegnie tym konfliktom.

source: Compatibility mode for the FEN diagram tag
pl_pl: Tryb kompatybilności z tagiem diagramu FEN

source: Activating this option makes RPB Chessboard use %1$s[fen_compat][/fen_compat]%2$s instead of %1$s[fen][/fen]%2$s for FEN diagrams.
pl_pl: Aktywacja tej opcji umożliwi wtyczce RPB Chessboard używanie tagów %1$s[fen_compat][/fen_compat]%2$s zamiast %1$s[fen][/fen]%2$s przy wstawianiu diagramów w formacie FEN. Dzięki temu uniknie się konfliktów z innymi wtyczkami szachowymi korzystający z tagu [fen].

source: Compatibility mode for the PGN game tag
pl_pl: Tryb kompatybilności z tagiem zapisu partii szachowej PGN

source: Activating this option makes RPB Chessboard use %1$s[pgn_compat][/pgn_compat]%2$s instead of %1$s[pgn][/pgn]%2$s for PGN games.
pl_pl: Aktywacja tej opcji umożliwi wtyczce RPB Chessboard używanie tagów %1$s[pgn_compat][/pgn_compat]%2$s zamiast %1$s[pgn][/pgn]%2$s przy wstawianiu zapisu partii szachowej w formacie PGN. Dzięki temu uniknie się konfliktów z innymi wtyczkami szachowymi korzystający z tagu [pgn].

source: To work properly, the RPB Chessboard plugin needs JavaScript to be activated in your browser.
pl_pl: Wtyczka RPB Chessboard wymaga włączonej obsługi JavaScript w przeglądarce.

source: Chess diagrams with the %1$s[%3$s][/%3$s]%2$s tags
pl_pl: Diagramy szachowe z tagami %1$s[%3$s][/%3$s]%2$s

source: FEN format
pl_pl: Format FEN

source: The string between the %1$s[%3$s][/%3$s]%2$s tags describe the position. The used notation follows the %4$sFEN format%5$s (Forsyth-Edwards Notation), which is comprehensively described on %4$sWikipedia%5$s. The FEN syntax is summarized here through a few representative examples.
pl_pl: Ciąg znaków i symboli pomiędzy tagami %1$s[%3$s][/%3$s]%2$s opisuje pozycję szachową. Używany zapis jest zgodny z notacją %4$sFEN format%5$s (Forsyth-Edwards Notation), która jest opisana dokładniej w %4$sWikipedii%5$s. Aby ułatwić zrozumienie notacji FEN, poniżej znalazło się kilka charakterystycnych przykładów.

source: Empty position
pl_pl: Pusta pozycja

source: Initial position
pl_pl: Pozycja początkowa

source: Who can castle?
pl_pl: Kto może zroszować?

source: <em>En passant</em> available?
pl_pl: Czy <em>bicie w przelocie (en passant, ep.)</em> jest dostępne?

source: An empty position.
pl_pl: Pusta pozycja.

source: The initial position.
pl_pl: Pozycja początkowa.

source: Who can castle? And where?
pl_pl: Kto może wykonać roszadę? W którą stronę?

source: Here, the 3<sup>rd</sup> field in the FEN string (%1$s) indicates that only king-side white castling is available. Other castling availabilities might be indicated with characters %2$s (queen-side white castling), %3$s (king-side black castling), and %4$s (queen-side black castling). If neither side can castle, the 3<sup>rd</sup> FEN field is set to %5$s.
pl_pl: W tym wypadku trzecie pole w zapisanie FEN (%1$s) wskazuje na to, że możliwa jest tylko krótka roszada białych. Inne możliwości roszady mogą być zapisane za pomocą następujących oznaczeń: %2$s (długa roszada białych), %3$s (krótka roszada czarnych), and %4$s (długa roszada czarnych). Jeśli żadna ze stron nie może roszować, trzecie pole w zapisie FEN jest ustawione na %5$s.

source: Is <em>en passant</em> possible? On which square?
pl_pl: Czy <em>bicie w przelocie (en passant, ep.)</em> jest dostępne? Na jakim polu?

source: In this example, White has just played a pawn from e2 to e4: the 4<sup>th</sup> field in the FEN string is then set to %1$se3%2$s to account for the fact that <em>en passant</em> would be possible on this square if there were a black pawn either in d4 or f4. Otherwise, this field would be set to %1$s-%2$s.
pl_pl: W tym przykładzie, Białe właśnie zagrały pionkiem z pole w2 na e4: 4. pole w notacji FEN jest ustawione %1$se3%2$s z uwagi na fakt, że <em>bicie w przelocie</em> jest możliwe tylko na tym polu jeśli czarny pion stoi na d4 lub f4. W przeciwnym wypadku, pole ustawione będzie na %1$s-%2$s.

source: Attributes
pl_pl: Opcje

source: The aspect of the chess diagrams can be customized thanks to the following attributes.
pl_pl: Niektóre aspekty wyświetlania się diagramów mogą być dostosowane dzięki poniższym opcjom.

source: Orientation
pl_pl: Orientacja

source: Square size
pl_pl: Wielkość pola

source: Coordinates
pl_pl: Oznaczenia

source: The %1$s attribute controls whether the chessboard is rotated or not.
pl_pl: Opcja %1$s wpływa na to, czy szachownica jest obrócona, czy też nie.

source: The %1$s attribute controls the size (in pixels) of the chessboard squares.
pl_pl: Opcja %1$s określa rozmiar (w pikselach) pól szachownicy.

source: The %1$s attribute controls whether the row and column coordinates are displayed or not.
pl_pl: Opcja %1$s wpływa na to, czy obok szachownicy pojawiają się oznaczenia literowo-cyfrowo

source: Save changes
pl_pl: Zapisz zmiany

source: Cancel
pl_pl: Anuluj

source: This short reminder presents through examples the features provided by the RPB Chessboard plugin, namely the insertion of chess diagrams and games in WordPress websites. On the left is the code written in posts and pages, while the right column shows the corresponding rendering.
pl_pl: Ta krótka sekcja omawia najważniejsze funkcje wtyczki RPB Chessboard oraz pokazuje przykłady jej użycia. W lewej kolumnie pokazany jest kod, który umieszcza się we wpisach lub na stronach, a prawa kolumna przestawia efekt danego kodu.

source: White to move and mate in two:
pl_pl: Białe zaczynają i dają mata w 2 posunięcach.

source: This position is known as the Légal Trap. It is named after the French player François Antoine de Legall de Kermeur (1702&ndash;1792).
pl_pl: Ta pozycja znana jest jako Mat Legala na cześć francuskiego gracza François Antoine de Legall de Kermeur (1702&ndash;1792).

source: The string between the %1$s[%3$s][/%3$s]%2$s tags describe the position. The used notation follows the %4$sFEN format%5$s (Forsyth-Edwards Notation). A comprehensive description of this FEN notation is available on %4$sWikipedia%5$s.
pl_pl: Zapis pomiędzy tagami %1$s[%3$s][/%3$s]%2$s opisuje pozcyję. Używana notacja jest zgodna z tzw. zapisem %4$sFEN%5$s (Forsyth-Edwards Notation). Więcej informacji na temat FEN znajdziesz w Wikipedii %4$sWikipedia%5$s.

source: Morphy took twelve minutes over his next move, probably to assure himself that the combination was sound and that he had a forced win in every variation.
pl_pl: Morphy zastanawiał się nad tym ruchem 20 minut, zapewne liczył warianty upewniająć się, że wygrywa w każdym przypadku.

source: Not
pl_pl: Nie

source: would have won more quickly. For instance:
pl_pl: wygrywało szybciej. Np.:

source: Absolutely forced.
pl_pl: Całkowiecie wymuszone.

source: The code between the %1$s[%3$s][/%3$s]%2$s tags describe the game. The used notation follows the standard %4$sPGN format%7$s. It can be copy-pasted from a .pgn file generated by any chess database software, including %5$sChessbase%7$s, %6$sScid%7$s, etc...
pl_pl: Kod pomiędzy tagami %1$s[%3$s][/%3$s]%2$s odnosi się do partii (gry). Poniższa notacja jest zgodna z formatem %4$sPGN format%7$s. Możesz użyć metody Kopiuj i Wklej z dowolnego pliku .pgn wykorzystywanego przez oprogramowanie szachowe, takie jak np.: %5$sChessbase%7$s, %6$sScid%7$s, etc...

source: Please note the %1$s[pgndiagram]%2$s tag placed inside a comment to insert a diagram showing the current position.
pl_pl: Zwróc uwagę, że tag %1$s[pgndiagram]%2$s umiejscowiony w komentarzu pozwala na wyświetlenie aktualnej pozycji.

source: These settings control the default aspect and behavior of the chess diagrams and games inserted in posts and pages with the %1$s[%3$s][/%3$s]%2$s and %1$s[%4$s][/%4$s]%2$s tags. They can be overridden at each tag by passing appropriate tag attributes: see %5$shelp on FEN diagram attributes%7$s and %6$shelp on PGN game attributes%7$s for more details.
pl_pl: Te ustawienia kontrolują domyślne działanie diagramów sachowych i partii wstawionych do postów oraz stron za pomocą tagów %1$s[%3$s][/%3$s]%2$s i %1$s[%4$s][/%4$s]%2$s Mogą być one nadpisane poprzez przekazywanie odpowiednich atrybutów tagów - zobacz %5$shelp w atrybutach diagramów FEN %7$s i pomoc dotycząca atrybutów partii w PGN %6$shelp.

source: Chessboard aspect
pl_pl: Aspekt Szachownicy

source: Square size: %1$s pixels
pl_pl: Wielkość pola: %1$s pikseli

source: Show coordinates
pl_pl: Pokaż oznakowanie szachownicy literami i cyframi

source: Piece symbols
pl_pl: Symbole bierek

source: English initials
pl_pl: Litery angielskie

source: Localized initials
pl_pl: Litery w danym języku

source: Figurines
pl_pl: Symbole figur

source: Custom
pl_pl: Własne

source: This setting only affects how chess moves are rendered to post/page readers. Authors must always use English initials when writting PGN content into posts and pages.
pl_pl: Te ustawienia dotyczą jedynie tego, w jaki sposób posunięcia szachowe wyświetlają się na dla użytkowników na froncie witryny, we wpisach i podstronach. Umieszczając partię szachową lub diagram na zapleczu admnistracyjnym należy zawsze używać oryginalnego zapisu w formacie PGN, czyli z wykorzystaniem angielskich oznaczeń figur.

source: Position of the navigation board
pl_pl: Pozycja oznaczenia szachownicy

source: No navigation board
pl_pl: Bez szachownicy

source: In a popup frame
pl_pl: W postaci okienka pop-up

source: On the left of the move list
pl_pl: Z lewej strony listy posunięć.

source: On the left
pl_pl: Z lewej

source: On the right of the move list
pl_pl: Z prawej strony listy posunięć.

source: On the right
pl_pl: Z prawej

source: A navigation board may be added to each PGN game to help post/page readers to follow the progress of the game. This navigation board is displayed either in a popup frame (in this case, it becomes visible only when the reader clicks on a move) or next to the move list (then it is visible as soon as the page is loaded).
pl_pl: Szachownica może być

source: Chess games with the %1$s[%3$s][/%3$s]%2$s tags
pl_pl: Partie szachowe z tagami %1$s[%3$s][/%3$s]%2$s

source: PGN format
pl_pl: Format PGN

source: The string between the %1$s[%3$s][/%3$s]%2$s tags describe the game. The used notation follows the standard %4$sPGN format%7$s, and can be automatically generated by the common chess database softwares, including %5$sChessbase%7$s, %6$sScid%7$s, etc... The PGN syntax is summarized here through a few representative examples.
pl_pl: Łańcuch znaków pomiędzy tagami %1$s[%3$s][/%3$s]%2$s opisuje partię. Użyta notacja jest zgodna ze standardem formatu %7$s w %4$sPGN i może być wygenerowana przez popularne oprogramowanie szachowe, takie jak np. %5$sChessbase%7$s, %6$sScid%7$s, itp. Składnia PGN jest tutaj opisana w oparciu o kilka charakterstycznych przykładów.

source: Standard game
pl_pl: Partia standardowa

source: Game with no header
pl_pl: Partia bez nagłówka

source: Custom starting position
pl_pl: Własna pozycja początkowa

source: Stalemate.
pl_pl: Pat

source: Normally, the strict PGN syntax requires that each PGN entry starts with 7 compulsory headers: %1$s[Event &quot;...&quot;]%2$s, %1$s[Site &quot;...&quot;]%2$s, %1$s[Date &quot;...&quot;]%2$s, %1$s[Round &quot;...&quot;]%2$s, %1$s[White &quot;...&quot;]%2$s, %1$s[Black &quot;...&quot;]%2$s, and %1$s[Result &quot;...&quot;]%2$s. However, the RPB Chessboard plugin consider them as optional.
pl_pl: Normalnie, ścisła składnia PGN wymaga, aby każda partia PGN zawiera 7 nagłówków: %1$s[Event &quot;...&quot;]%2$s, %1$s[Site &quot;...&quot;]%2$s, %1$s[Date &quot;...&quot;]%2$s, %1$s[Round &quot;...&quot;]%2$s, %1$s[White &quot;...&quot;]%2$s, %1$s[Black &quot;...&quot;]%2$s, and %1$s[Result &quot;...&quot;]%2$s. Jednakże wtyczka RPB Chessboard została tak zbudowana, że są one opcjonalne.

source: Endgame example
pl_pl: Przykład końcówki

source: The %1$s[FEN &quot;...&quot;]%2$s header might be used to specify that the game starts with a custom position. Additionally, the strict PGN syntax requires that %1$s[SetUp &quot;1&quot;]%2$s is added when using the %1$s[FEN &quot;...&quot;]%2$s header.
pl_pl: Nagłówek %1$s[FEN &quot;...&quot;]%2$s może zostać użyty, aby rozpocząc partię od wybranej pozycji. Dodatkowo, ścisła składnia PGN wymaga, aby nagłówki %1$s[SetUp &quot;1&quot;]%2$s zostały dodatkowowo dodane dla nagłówka %1$s[FEN &quot;...&quot;]%2$s.

source: NAGs (aka. <em>Numeric Annotation Glyphs</em>)
pl_pl: NAGs (tzw. <em>Numeric Annotation Glyphs</em>)

source: Notice that the chess database softwares may introduce annotations such as %1$s&quot;$x&quot;%2$s where %1$s&quot;x&quot;%2$s is replaced with one or more digits (for instance, %1$s&quot;1.e4 $1&quot;%2$s). This is what is advocated by the PGN norm, which defines equivalences between this syntax and the human-readable one (for instance, %1$s&quot;$1&quot;%2$s is equivalent to %1$s&quot;!&quot;%2$s). Both syntaxes are understood by the RPB Chessboard plugin. See the %3$slist of NAGs%4$s.
pl_pl: Zwróc uwagę, że oprogramowanie baz szachowych może dodawać dodatkowe symbole komentarza, takie jak %1$s&quot;$x&quot;%2$s gdzie w miejscu %1$s&quot;x&quot;%2$s znajduje się jedna lub więcej cyfr. To jest zgodne z formą PGN, która zakłada równowagę pomiędzy tą składanią, a formą czytelną dla człowieka (np. %1$s&quot;$1&quot;%2$s jest odpowiednikiem %1$s&quot;!&quot;%2$s). Obie składnie są rozpoznawane przez wtyczkę RPB Chessboard. Zobacz listę %3$slist dla NAGs%4$s.

source: Comments
pl_pl: Komentarze

source: I'm a %1$sshort%2$s comment.
pl_pl: Jestem %1$skrótkim%2$s komentarzem.

source: I'm a %1$slong%2$s comment.
pl_pl: Jestem %1$sdługim%2$s komentarzem.

source: Text comments can be inserted, surrounded with braces. They can be rendered either inlined within the move sequence (&quot;short comment&quot; style), or as separated blocks (&quot;long comment&quot; style). To insert a comment as a separated block, let a blank line before it in the PGN string. Also, notice that HTML tags are allowed within comments.
pl_pl: Komentarze tekstowe mogą być wprowadzone w nawiasach klamrowych. Mogą zostać wyświetlona w jednej linii (tzw. skrócony styl) lub w blokach tekstowych (tzw. blokowy styl). Aby wprowadzić komenatrz jako blok tekstu, zostaw linię przerwy w notacji PNG. Co więcej, podstawowe tagi HTML są dozwolone w komentarzach.

source: Variations
pl_pl: Warianty

source: As for comments, variations can be rendered either inlined within the move sequence, or as separated blocks if they are preceded by a blank line in the PGN string. Variations can be nested. However, inlined variations cannot contain "block-style" variations (or "block-style" comments).
pl_pl: Dla komentarzy warianty mogą być utworzone zarówno w jednej linii w sekwencji posunięć lub jako oddzielne bloki, jeśli poprzedza je pusta linia odstępu w łancuch znaków PGN. Warianty mogą być zagnieżdzane. Jednakże, warianty w jednej linii nie mogą zawierać wariantów "w wersji bloków".

source: Diagrams with the %1$s[pgndiagram]%2$s tag
pl_pl: Diagramy z tagiem %1$s[pgndiagram]%2$s

source: This opening is called the Sicilian defence. A possible continuation is:
pl_pl: Obrona sycylijska. Możliwa kontynuuacja to:

source: Notice that %1$s[pgndiagram]%2$s tags must not be inserted outside a PGN comment.
pl_pl: Zauważ, że tagi %1$s[pgndiagram]%2$s nie mogą pojawić się poza komenatrzem PGN.

source: Navigation board
pl_pl: Szachownica z nawigacją

source: The %1$s[%4$s][/%4$s]%2$s tag accepts the same attributes as the %1$s[%3$s][/%3$s]%2$s tag:
pl_pl: Tag %1$s[%4$s][/%4$s]%2$s przyjmuje takie same opcje jak tag %1$s[%3$s][/%3$s]%2$s:

source: %1$s, which controls the orientation of the chessboards. For instance, %2$s flips all the diagrams (and the navigation board if any) of the corresponding PGN game.
pl_pl: %1$s, kontroluje orientację szachownicy. Np. %2$s odwraca wszystkie diagramy (i szachownice) dla odpowiedniej partii w PGN.

source: %1$s, which controls the size of the chessboard squares.
pl_pl: %1$s, która kontroluje rozmiar pól szachownicy.

source: %1$s, which allows to hide or show the row and column coordinates.
pl_pl: %1$s, pozwala schować lub ukryć oznaczenia rzędu i kolumny.

source: See the %1$shelp on FEN attributes%2$s for more details.
pl_pl: Zobacz %1$shelp dotyczącą opcji dla FEN attributes%2$s

source: The %1$s attribute controls how chess pieces are denoted in move notation. Allowed values are:
pl_pl: Opcja %1$s wpływa na to, jak bierki szachowe śa zapisywane w notacji. Dozwolone wielkości to:

source: %1$s: first character of the piece name in English.
pl_pl: %1$s: pierwsza litera nazwy bierki w języku angielskim.

source: %1$s: first character of the piece name in the blog language if the translation exists, in English otherwise.
pl_pl: %1$s: pierwsza litera nazwy bierki w języku bloga, o ile istnieje - w przeciwniym wypadku - w języku angielskim.

source: Any sequence of 6 capital letters surrounded with parenthesis is allowed to set custom symbols. For instance: %1$s (this particular setting has the same effect as %2$s).
pl_pl: Każda sekwencja 6 wielkich liter może służyć jako własne symbole figur. Np. %1$s (ma taki sam efekt jak %2$s).

source: Note that this attribute only affects how chess moves are rendered to post/page readers. Authors must always use English initials when writting PGN content into posts and pages.
pl_pl: Te ustawienia dotyczą jedynie tego, w jaki sposób posunięcia szachowe wyświetlają się na dla użytkowników na froncie witryny, we wpisach i podstronach. Umieszczając partię szachową lub diagram na zapleczu admnistracyjnym należy zawsze używać oryginalnego zapisu w formacie PGN, czyli z wykorzystaniem angielskich oznaczeń figur.

source: The %1$s attribute controls the position of the navigation board. Allowed values are:
pl_pl: Opcja %1$s kontroluje sposób wyświetlania się szachownicy. Poniżej znajdują się możliwe opcje.

source: %1$s: no navigation board.
pl_pl: %1$s: brak podręcznej szachownicy.

source: %1$s: the navigation board is displayed in a popup frame (and it is hidden until the reader clicks on a move).
pl_pl: %1$s: podręczna szachownica jest wyświetlana w okienku popup (i jest ukryta do momentu, aż użytkownik nie kliknie na ruch).

source: %1$s (or %2$s): the navigation board is displayed on the left (or the right) of the move list (and it is visible as soon as the page is loaded).
pl_pl: %1$s (or %2$s): podręczna szachownica jest wyświetlana z lewej strony (lub z prawej) w tsousnku do zapisu ruchów (jest widoczna od razu po załadowaniu strony).

source: You must activate JavaScript to enhance chess diagram visualization.
pl_pl: Musisz włączyć obsługę JavaScript, aby umożliwić wyświetlanie szachownicy.

source: You must activate JavaScript to enhance chess game visualization.
pl_pl: Musisz włączyć obsługę JavaScript, aby umożliwić wyświetlanie gry szachowej.

source: Annotated by %1$s
pl_pl: Komentator: %1$s

source: Insert/edit a chess diagram
pl_pl: Wstaw/Edytuj diagram

source: Add a new chess diagram
pl_pl: Dodaj nowy diagram

source: Update the chess diagram
pl_pl: Uaktualnij diagram

source: Turn
pl_pl: Tura

source: Set the initial position
pl_pl: Pozycja początkowa

source: Clear the chessboard
pl_pl: Oczyść szachownicę

source: Chess games and diagrams
pl_pl: Partie i diagramy szachowe

source: Chess
pl_pl: Szachy

source: Memo
pl_pl: Uwagi

source: Settings of the %1$s plugin
pl_pl: Ustawienia %1$s wtyczki

source: Settings
pl_pl: Ustawienia

source: Help
pl_pl: Pomoc

source: About %1$s
pl_pl: O %1$s

source: About
pl_pl: O programie

source: This plugin allows you to typeset and display chess diagrams and PGN-encoded chess games.
pl_pl: Ta wtyczka umożliwia wyświetlanie partii i diagramów szachowych w formatach PGN i FEN.
